[
  "मुझे लगता है कि मैं पर्याप्त अच्छा नहीं हूँ।",
  "कोई भी वास्तव में मुझे नहीं समझता।",
  "मैं हमेशा चीज़ें बिगाड़ देता हूँ।",
  "लोग मुझे हर समय जज करते हैं।",
  "मुझे फिर से असफल होने का डर है।",
  "अब मैं तनाव को झेल नहीं सकता।",
  "मेरे साथ तो सब कुछ हमेशा गलत ही होता है।",
  "मैं खुश रहने के योग्य नहीं हूँ।",
  "कोई परवाह नहीं करता कि मैं कैसा महसूस कर रहा हूँ।",
  "मैं इतना कमजोर हूँ कि कुछ बदल नहीं सकता।",
  "मैं दूसरों पर बोझ हूँ।",
  "अब तक मुझे और बेहतर करना चाहिए था।",
  "अब मैं किसी पर भरोसा नहीं करता।",
  "मेरी पिछली गलतियाँ ही मुझे परिभाषित करती हैं।",
  "अगर मैं अपनी भावनाएँ दिखाऊँगा तो लोग सोचेंगे कि मैं कमजोर हूँ।",
  "मैं अपनी खुद की समझ पर भरोसा नहीं कर सकता।",
  "मुझे लगता है कि मुझे हमेशा अलग रखा जाता है।",
  "मैं कभी सफल नहीं हो पाऊँगा।",
  "लोग सबके साथ अच्छे होते हैं, बस मेरे साथ नहीं।",
  "अगर मैं कोशिश करूँगा तो फिर असफल हो जाऊँगा।",
  "मुझे अब नहीं पता कि मैं कौन हूँ।",
  "मेरे करने से कोई फर्क नहीं पड़ता।",
  "मुझे अपनी शक्ल से नफ़रत है।",
  "बाकी सब मुझसे ज़्यादा खुश हैं।",
  "मेरी भावनाएँ मायने नहीं रखतीं।",
  "मुझे इस तरह महसूस नहीं करना चाहिए।",
  "अगर लोग मुझे सच में जान लेंगे तो वे मुझे छोड़ देंगे।",
  "मुझे कभी सच्चा प्यार नहीं मिलेगा।",
  "मैं खुद को माफ नहीं कर सकता।",
  "मेरा जीवन नियंत्रण से बाहर है।",
  "मैं कहीं भी फिट नहीं बैठता।",
  "मैं कभी दूसरों की तरह आत्मविश्वासी नहीं बन पाऊँगा।",
  "मैं कुछ भी कर लूँ, वह कभी पर्याप्त नहीं होता।",
  "अगर मैं मदद माँगूँगा तो लोग सोचेंगे कि मैं बेवकूफ़ हूँ।",
  "मैं अकेला रहना बर्दाश्त नहीं कर सकता।",
  "सब कुछ मेरी गलती है।",
  "अच्छी चीज़ें मेरे लिए कभी टिकती नहीं।",
  "मुझे डर है कि लोग मुझे ठुकरा देंगे।",
  "मेरे पास सफलता पाने की क्षमता नहीं है।",
  "दूसरे हर मामले में मुझसे बेहतर हैं।",
  "मैं अपनी ज़िंदगी बर्बाद कर रहा हूँ।",
  "लोग मुझे तभी पसंद करते हैं जब मैं उन्हें खुश करता हूँ।",
  "मैं खुद से निर्णय नहीं ले सकता।",
  "अगर मैंने गलती की तो सब कुछ खो दूँगा।",
  "मैं इससे कभी आगे नहीं बढ़ पाऊँगा।",
  "लोग दिखावा करते हैं कि उन्हें परवाह है, पर असल में नहीं होती।",
  "मैं किसी के समय के लायक नहीं हूँ।",
  "मैं फिर कभी बेहतर महसूस नहीं करूँगा।",
  "लोग मुझे सिर्फ तब देखते हैं जब मैं असफल होता हूँ।",
  "मैं मजबूत बने रहने की कोशिश से थक गया हूँ।"
]
