[
  "मैं जैसा हूँ, वैसा ही पर्याप्त हूँ।",
  "गलतियाँ करना ठीक है — वे मुझे सिखाती हैं।",
  "मैं एक-एक कदम लेकर चीज़ों को संभाल सकता हूँ।",
  "मेरे विचार हमेशा सच्चाई नहीं होते।",
  "हर दिन फिर से शुरू करने का नया मौका है।",
  "मैं पहले भी कठिनाइयों से गुज़र चुका हूँ, अब भी कर सकता हूँ।",
  "मैं शांति और ख़ुशी का हकदार हूँ।",
  "मैं उन चीज़ों पर ध्यान दे सकता हूँ जिन्हें मैं नियंत्रित कर सकता हूँ।",
  "यह भावना भी गुज़र जाएगी।",
  "मैं खुद के प्रति दयालु बनना सीख रहा हूँ।",
  "प्यार पाने के लिए मुझे पूर्ण होना ज़रूरी नहीं।",
  "मैं अपने डर से ज़्यादा मज़बूत हूँ।",
  "मदद माँगना बिल्कुल ठीक है।",
  "मैं अपनी गलतियाँ नहीं हूँ।",
  "मैं गहरी साँसें लेकर अपने मन को शांत कर सकता हूँ।",
  "मैं खुद पर भरोसा कर सकता हूँ।",
  "छोटा कदम भी प्रगति है।",
  "मेरा अतीत मेरा भविष्य तय नहीं करता।",
  "मैं खुद के साथ धैर्य रख सकता हूँ।",
  "मैं अब तक जितना आगे आया हूँ, उस पर गर्व है।",
  "मैं उन चीज़ों पर ध्यान दे सकता हूँ जो सही चल रही हैं।",
  "मैं उन बातों को छोड़ सकता हूँ जिन्हें मैं बदल नहीं सकता।",
  "मुझे आराम करने और खुद को तरोताज़ा करने का अधिकार है।",
  "मुझे अपनी भावनाएँ महसूस करने की अनुमति है।",
  "मैं इस पल में कुछ अच्छा ढूंढ सकता हूँ।",
  "मैं खुद को माफ करना सीख सकता हूँ।",
  "मैं जिन हालातों से गुज़र रहा हूँ, उनसे बढ़ रहा हूँ।",
  "मैं कल फिर से कोशिश कर सकता हूँ।",
  "मैं सक्षम और मज़बूत हूँ।",
  "मुझे खुद की तुलना दूसरों से नहीं करनी चाहिए।",
  "हर समस्या का कोई न कोई हल होता है।",
  "मैं अनिश्चितता को धैर्य से संभाल सकता हूँ।",
  "मैं प्रक्रिया पर भरोसा करना सीख रहा हूँ।",
  "मेरा मूल्य दूसरों की राय पर निर्भर नहीं करता।",
  "मैं उन चीज़ों पर ध्यान दे सकता हूँ जो मुझे शांति देती हैं।",
  "धीरे-धीरे चलना बिल्कुल ठीक है।",
  "मैं नकारात्मक विचारों को दयालु विचारों से बदल सकता हूँ।",
  "मैं अपनी चिंताओं से कहीं ज़्यादा हूँ।",
  "परिवर्तन में समय लगता है, और यह ठीक है।",
  "मैं कठिन पलों में साँस लेकर खुद को सँभाल सकता हूँ।",
  "मैं प्रतिक्रिया देने से पहले सोच सकता हूँ।",
  "मैं अपनी मेहनत पर गर्व कर सकता हूँ, न कि केवल परिणामों पर।",
  "हर चुनौती मुझे और मज़बूत बनाती है।",
  "मैं आज खुद के प्रति दयालु रह सकता हूँ।",
  "मैं इस पल में सुरक्षित हूँ।",
  "मैं डर की जगह उम्मीद चुन सकता हूँ।",
  "मैं सोचने के लिए रुक सकता हूँ, फिर प्रतिक्रिया दे सकता हूँ।",
  "मैं खुद को पूरी तरह स्वीकार कर सकता हूँ।",
  "मुझे विश्वास है कि अच्छे दिन आने वाले हैं।",
  "मैं अभी अपनी पूरी कोशिश कर रहा हूँ।"
]
