[
  "I am enough just as I am.",
  "It’s okay to make mistakes — they help me learn.",
  "I can handle things one step at a time.",
  "My thoughts are not facts.",
  "Every day is a new chance to begin again.",
  "I’ve overcome hard things before; I can do it again.",
  "I deserve peace and happiness.",
  "I can choose to focus on what I can control.",
  "This feeling will pass.",
  "I am learning to be kind to myself.",
  "I don’t have to be perfect to be loved.",
  "I am stronger than my fears.",
  "It’s okay to ask for help.",
  "I am not my mistakes.",
  "I can take deep breaths and calm my mind.",
  "I trust myself to handle this.",
  "One small step is still progress.",
  "My past does not define my future.",
  "I can be patient with myself.",
  "I am proud of how far I’ve come.",
  "I choose to focus on what’s going right.",
  "I can let go of what I can’t change.",
  "I deserve to rest and recharge.",
  "I am allowed to feel my emotions.",
  "I can find something positive in this moment.",
  "I can learn to forgive myself.",
  "I am growing through what I’m going through.",
  "I can try again tomorrow.",
  "I am capable and resilient.",
  "I don’t need to compare myself to others.",
  "Every problem has a possible solution.",
  "I can handle uncertainty with patience.",
  "I am learning to trust the process.",
  "My value doesn’t depend on others’ opinions.",
  "I can focus on what makes me feel calm.",
  "It’s okay to take things slowly.",
  "I can replace negative thoughts with kind ones.",
  "I am more than my worries.",
  "Change takes time, and that’s okay.",
  "I can breathe through difficult moments.",
  "I can choose to respond, not react.",
  "I am proud of my effort, not just results.",
  "Every challenge helps me grow stronger.",
  "I can treat myself with compassion today.",
  "I am safe in this moment.",
  "I choose hope over fear.",
  "I can pause and think before reacting.",
  "I can accept myself fully.",
  "I trust that better days are coming.",
  "I am doing the best I can right now."
]
