[
	"Maintain a consistent sleep schedule, even on weekends.",
	"Limit screen time for at least one hour before bed.",
	"Keep your bedroom dark, quiet, and cool (ideally 60–67°F / 15–19°C).",
	"Establish a relaxing pre-sleep ritual (reading, soft music, dim lights).",
	"Avoid caffeine for 6–8 hours before sleeping.",
	"Limit alcohol before bed; it disrupts REM sleep.",
	"Get natural morning sunlight to regulate your circadian rhythm.",
	"Exercise regularly, but avoid high-intensity workouts close to bedtime.",
	"Use progressive muscle relaxation to ease tension.",
	"Reserve your bed for sleep and intimacy; avoid working or eating there.",
	"If you can’t fall asleep after ~20 minutes, get up and try a calm activity.",
	"Practice 4–7–8 breathing to calm your nervous system.",
	"Avoid large meals late in the evening.",
	"Take a warm bath or shower ~90 minutes before bedtime.",
	"Journal worries earlier in the evening to unload your mind.",
	"Limit daytime naps or keep them under 30 minutes.",
	"Invest in comfortable bedding and pillows.",
	"Use blackout curtains to block morning light.",
	"Use earplugs or white noise to minimize disturbances.",
	"Avoid too many fluids close to bedtime.",
	"Practice meditation or guided imagery to quiet your mind.",
	"Use soothing scents such as lavender or chamomile.",
	"Try the Military Method (progressive relaxation of each body part).",
	"Keep your alarm clock out of sight to reduce clock-watching.",
	"Keep lights dim if you wake for bathroom breaks overnight.",
	"Eat foods rich in magnesium/tryptophan (e.g., bananas, nuts).",
	"Cool feet and hands if you tend to overheat at night.",
	"Avoid checking the time if you wake up in the night.",
	"Read a physical book instead of using bright screens.",
	"Try a weighted blanket to reduce anxiety.",
	"Avoid stressful conversations right before bed.",
	"Write a to-do list for the next day to clear mental clutter.",
	"Turn off electronic devices and flashing lights in the room.",
	"Adjust mattress firmness for your sleeping position.",
	"Try sleeping on your side for better breathing.",
	"Practice gratitude before sleeping to focus on positives.",
	"Avoid nicotine in the evening; it’s a stimulant.",
	"If restless, try light stretching to release tension.",
	"Wear socks if your feet get cold easily.",
	"Use a dim red/amber night light if needed for safety.",
	"Dim household lights in the hours leading up to bedtime.",
	"Discuss snoring concerns with a partner if needed.",
	"Keep pets off the bed if they disrupt your sleep.",
	"Try a small, protein-rich snack if you’re hungry.",
	"Don’t fret about one bad night; accept it and move on.",
	"Create a pleasant room aroma with essential oils.",
	"Use blue light filters if screens are unavoidable late at night.",
	"Set a daily ‘worry time’ earlier to manage anxieties.",
	"Declutter your bedroom to promote peace of mind.",
	"Ensure your room is well-ventilated with fresh air."
]