Repository: surendragrover/Truecircle
Catalog: lib/l10n/app_*.arb
Languages: hi

source: Hello World
hi: नमस्ते दुनिया

# welcomeMessage
source: Welcome to TrueCircle!
hi: TrueCircle में आपका स्वागत है!

# appName
source: TrueCircle
hi: ट्रू सर्कल

# appTagline
source: Understand who's emotionally close to you… and why that matters
hi: जानिए कौन है आपके दिल के करीब… और क्यों

source: Relationship Dashboard
hi: रिश्ते डैशबोर्ड

source: Overview
hi: ओवरव्यू

source: Insights
hi: सुझाव

source: Advice
hi: सलाह

source: All Contacts
hi: सभी संपर्क

source: Needs Attention
hi: ध्यान चाहिए

source: Thriving
hi: अच्छे रिश्ते

source: At Risk
hi: जोखिम में

source: Analyzing relationships...
hi: रिश्तों का विश्लेषण हो रहा है...

source: Please wait
hi: कृपया प्रतीक्षा करें

source: No Contacts
hi: कोई संपर्क नहीं

# noContactsDescription
source: Import your contacts and see TrueCircle magic
hi: अपने संपर्क import करें और TrueCircle का जादू देखें

source: Add Contacts
hi: संपर्क जोड़ें

source: Contacted today
hi: आज संपर्क हुआ

source: Contacted yesterday
hi: कल संपर्क हुआ

# daysAgo
source: {count} days ago
hi: {count} दिन पहले

# weeksAgo
source: {count} weeks ago
hi: {count} हफ्ते पहले

# monthsAgo
source: {count} months ago
hi: {count} महीने पहले

source: 🚨 Urgent Attention Needed
hi: 🚨 तुरंत ध्यान चाहिए

source: Great job!
hi: बहुत बढ़िया!

# allRelationshipsGood
source: All your relationships are in good shape
hi: आपके सभी रिश्ते अच्छी स्थिति में हैं

source: 💡 Key Insights
hi: 💡 मुख्य अंतर्दृष्टि

source: Communication Patterns
hi: संपर्क पैटर्न

source: Conversation Balance
hi: बातचीत संतुलन

source: Best Contact Time
hi: सबसे अच्छा समय

source: 🎯 Today's Recommendations
hi: 🎯 आज के सुझाव

source: Details
hi: विस्तार

source: Send Message
hi: संदेश भेजें

source: Refresh
hi: रिफ्रेश

source: Update
hi: अपडेट करें

source: Privacy Settings
hi: गोपनीयता सेटिंग्स

# basicPrivacy
source: Contacts only - Basic analysis
hi: केवल संपर्क सूची - बुनियादी विश्लेषण

# standardPrivacy
source: Contacts + Call patterns - Balanced analysis
hi: संपर्क + कॉल पैटर्न - संतुलित विश्लेषण

# advancedPrivacy
source: Full analysis - Maximum insights
hi: पूर्ण विश्लेषण - अधिकतम अंतर्दृष्टि

source: Contact Analysis
hi: संपर्क विश्लेषण

source: Call Patterns
hi: कॉल पैटर्न

source: Message Patterns
hi: संदेश पैटर्न

source: Sentiment Analysis
hi: भावना विश्लेषण

source: AI Insights
hi: AI अंतर्दृष्टि

source: Privacy Guarantees
hi: गोपनीयता की गारंटी

# dataStaysLocal
source: 🔒 All data stays on your device only
hi: 🔒 सारा डेटा आपके डिवाइस पर ही रहता है

# neverUploaded
source: 🚫 Never uploaded to cloud servers
hi: 🚫 कभी भी क्लाउड पर डेटा नहीं भेजा जाता

# yourDataYours
source: 👤 Your data belongs only to you
hi: 👤 आपका डेटा केवल आपका है

# deleteAnytime
source: 🗑️ Delete data anytime you want
hi: 🗑️ कभी भी डेटा डिलीट कर सकते हैं

# toggleFeatures
source: ⚙️ Toggle any feature on/off
hi: ⚙️ हर फीचर को on/off कर सकते हैं

# worksOffline
source: 📱 Works 100% offline
hi: 📱 100% ऑफ़लाइन काम करता है

source: Strong Relationship
hi: मजबूत रिश्ता

source: Good Connection
hi: अच्छा जुड़ाव

# relationshipNeedsAttention
source: Needs Attention
hi: ध्यान देने की जरूरत

# relationshipAtRisk
source: At Risk
hi: खतरे में

source: Relationship weakening
hi: रिश्ता कमजोर पड़ रहा है

source: Infrequent Communication
hi: कम बातचीत

source: Delayed Responses
hi: देर से जवाब

source: One-sided Communication
hi: एकतरफा संवाद

source: Time to reach out
hi: संपर्क करने का समय

# reachOutDescription
source: It's been {days} days. Send a friendly message!
hi: {days} दिन हो गए हैं। एक दोस्ताना संदेश भेजें!

source: Casual Check-in
hi: कैजुअल बातचीत

source: Shared Interest
hi: साझा रुचि

source: Current Events
hi: वर्तमान घटनाएं

source: Memory Sharing
hi: यादों को साझा करना

source: Conversation Starters
hi: बातचीत शुरू करने के तरीके

# howAreYou
source: Hey! How have you been? It's been a while!
hi: अरे! कैसे हो? काफी दिन हो गए!

# thoughtOfYou
source: Saw this and thought of you! [share something relevant]
hi: यह देखा तो आपकी याद आई! [कुछ प्रासंगिक शेयर करें]

# yourPerspective
source: What do you think about {topic}? Would love your perspective!
hi: {topic} के बारे में आपका क्या विचार है? आपका नजरिया जानना चाहूंगा!

# rememberWhen
source: Remember when we {memory}? That was such a good time!
hi: याद है जब हमने {memory} किया था? वह कितना अच्छा समय था!

source: Cultural Tips
hi: सांस्कृतिक सुझाव

source: Use respectful language
hi: सम्मानजनक भाषा का उपयोग करें

# rememberFestivals
source: Remember festivals and occasions
hi: त्योहारों और अवसरों को याद रखें

source: Ask about family
hi: परिवार के बारे में पूछें

source: OK
hi: ठीक है

source: Cancel
hi: रद्द करें

source: Save
hi: सेव करें

source: Delete
hi: डिलीट करें

source: Edit
hi: एडिट करें

source: Done
hi: हो गया
